# TODO: Translation updated at 2018-02-23 08:51



translate polish strings:



    # screen/splashscreen_r18_warning.rpy:17

    old "[[　敬告　]"

    new "{font=tl/polish/NotoSans-Regular.ttf}คำเตือน{/font}"



    # screen/splashscreen_r18_warning.rpy:22

    old "本程式為數位小說《家有大貓》的限定版，含有成人限定內容，包括表現性行為的圖像、文字。"

    new "โปรแกรมนี้คือรูปแบบจำกัดอายุของ \"Nekojishi\" หรือ \"บ้านนี้มีแมวใหญ่\" ซึ่งมีเนื้อหาไม่เหมาะสมที่อาจจะ\nเป็นภาพ ข้อความ หรืออื่น ๆ ที่เกี่ยวกับกิจกรรมทางเพศ จะต้องใช้วิจารณญาณในการรับชม เป็นโปรแกรม\nที่มีไว้สำหรับผู้บรรลุนิติภาวะแล้วเท่านั้น"



    # screen/splashscreen_r18_warning.rpy:23

    old "點擊「我確認」代表您確認："

    new "หากคุณกดปุ่ม \"ยืนยัน\" แสดงว่าคุณรับทราบ และปฏิบัติตามแล้ว ถึงสิ่งต่าง ๆ และเงื่อนไขดังต่อไปนี้:"



    # screen/splashscreen_r18_warning.rpy:24

    old "您已年滿18歲。"

    new "๑. คุณมีอายุ ๑๘ ปีบริบูรณ์หรือมากกว่า"



    # screen/splashscreen_r18_warning.rpy:25

    old "您了解本程式含有上述成人向內容。"

    new "๒. คุณรับทราบ และเข้าใจ ว่าโปรแกรมนี้มีเนื้อหาไม่เหมาะสม และรับชมได้เพียงผู้บรรลุนิติภาวะแล้วเท่านั้น โดยมีรายละเอียดดังที่ได้กล่าวไว้ข้างต้น"



    # screen/splashscreen_r18_warning.rpy:26

    old "私自傳播本程式可能會違反您所在國家/地區的法律。"

    new "๓. คุณเข้าใจว่าการเผยแพร่โปรแกรมนี้ ไม่ว่าจะอย่างเปิดเผย หรืออย่างเป็นการส่วนตัว อาจจะละเมิด หรือ\nผิดกฎหมายในพื้นที่ที่คุณอาศัยอยู่ได้"



    # screen/splashscreen_r18_warning.rpy:56

    old "我確認"

    new "ยืนยัน"



    # screen/splashscreen_r18_warning.rpy:72

    old "關閉程式"

    new "ปิดโปรแกรม"

